@extends('layouts.base',['title' => MENU_ITEMS[$LOCALE]["bay/$sub"]['title'], 'desc' => MENU_ITEMS[$LOCALE]["bay/$sub"]['desc']])

@section('content')
    {{--<div class="container">--}}
    {{--<div class="row">--}}
    {{--<div class="col-sm-12">--}}

    {{--<div class="text-center first-page first-page-middle" id="home-first-page">--}}
    {{--<div>--}}
    {{--<div class="quote-img">--}}
    {{--<img src="/img/org/tree.jpg">--}}
    {{--</div>--}}

    {{--<div class="quote-text" style="margin-top: 4.5%; margin-bottom: 0%;">--}}
    {{--<div>--}}
    {{--<p id="TREE-Q">淡水湾</p>--}}
    {{--</div>--}}
    {{--</div>--}}
    {{--</div>--}}

    {{--</div>--}}

    {{--</div>--}}
    {{--</div>--}}
    {{--</div>--}}



    <div class="container first-page-below ">

        <main class="row">
            <div class="col-sm-8 col-sm-offset-2">
                <style>
                    .center-title {
                        margin-bottom: 20px;
                        letter-spacing: 3px;
                        text-align: center;
                        font-size: 25px;
                    }
                </style>
                <article>
                    {{--<h2 class="center-title heiti">淡水湾是什么</h2>--}}
                    <p>
                        结社之外，市场可能就是人类最重要的合作机制了，两者都是在合作中对弈，对弈中合作。在我们不敢信任奶粉、疫苗时，更能感到市场的合作性。市场这种广泛的合作机制不是为了「集中力量办大事」，更倾向平等。在一个值得追求的理想市场环境中，每个人，都应该可以通过自由市场，为个人的目的和愿景服务。在现实中，市场需要多种机制的加持。淡水湾是真城的市场信息区，目标是发展成一个真实、平等、可信的市场信息集散站。
                    </p>
                    <p>
                        作为一种合作机制，市场和组织一样，共生体的制度和观念越完善强大，其运行就越健康便捷。假药劣药的生产者，没有和用户共存共生的共生体观念；<a
                                href="http://www.ifanr.com/805057">利用「以换代修」而迫使苹果罗技亚马逊对中囶发动小型「贸易战」</a>的部分中囶人，对 WTO
                        时代的跨囶企业也没有发展共存关系的意愿，对同胞也没有共生共荣的意识，不惜影响所有人。市场契约观念的前提是大家认同共生共存，大航海初期各个国家鼓励海盗业专门袭击敌国商船就是共生体的反面。排斥共生体，符合现实，毕竟过去整个人类都是一路弱肉强食走来的，特别是在「兴，百姓苦」的地域，共生体的制度机制仍然是反向的，随着闭关锁民，情况更会有加无已。但这不代表我们要被动接受这一切，这不符合我们的生存意愿。
                    </p>
                    <p>
                        和真城有缘的朋友，更偏爱真实而不是虚假，倾向平等而非等级依附，偏爱自我完善、事业理想而非出人头地，偏爱公共责任而非「自扫门前雪」，偏爱合作而非勾心斗角。所以我们更渴望真实、平等、可信的市场，在同样的制度环境下，我们更有意愿培育市场的真实、平等、可信。
                    </p>
                    <p>
                        淡水湾就是这样一个产物。
                    </p>
                    <h2 class="center-title heiti">Logo 使用倒三角</h2>
                    <div>
                        <p>
                            真城淡水湾采用三角形象，一方面是因为海湾常见三角形，譬如杭州湾；另一方面，是比附心理学家马斯洛解析人类需求/利益的层次理论。三角洲没有采用流行的三角图形，而是采用上宽下小的倒三角，是想搭售以下想法：
                        </p>
                        <h3>幕后的地基</h3>
                        <p>
                            和地表相比，地基的曝光率很低，基础性的需求和利益在奠基之后很少成为焦点。一个网站的正常访问，抛开美囶长期的投入和产业创新不谈，仅网络传输的过程，就需要网线路由器等等物理连接、众多设备的拓扑结构和地址分配、数据传输的差错检验等多层基础，但这些都不需要用户关注。而一个生物人，或阅读，或观察，或运动，当然都离不开基本的生理基础：呼吸、营养摄取以及能够运用语言等诸多机能的大脑、基本的自卫能力和自卫权利，但这些，虽然基础，但不会是每个人日常的关注焦点。百年来人类各种革命风起云涌，但都离不开域外资金、武器甚至理论的输入，但事成之后常常被忽略、无视。
                        </p>
                        <p>
                            人类作为群居动物，共同体内真实运行的互动规则就是一个共同体的地基。旧日本帝国，是现代版的秦帝国，拥有本质一样的地基。
                        </p>
                        <h3>很多地基不决定地表</h3>
                        <p>
                            地基是基础，但地基上面可能是学校、工厂、医院、集中营，地基的意义、价值取决于上层建筑。网线和路由器构成网站的基础，但无法定义网站的内容。虽然人的身体是一切人类活动的基础，但两个身强体壮的将军，面对同样的敌人，会有不同的资源使用策略。有限的公共预算，是平民优先还是非平民优先，是穷孩子校车优先还是囶外孩子校车优先，不是钱财本身能决定的。同样是资金，在埃隆·马斯克、卡扎菲手上，会有不同的用途和影响。这鲜明体现了人类需求的精神性、文化性。
                        </p>
                        <h3>自由无限 生长无限</h3>
                        <p>
                            人的基础需求常常有限，而人的上层需求则不断扩展、深化。人的欲望、人的求知、人的信仰、人的精进、人对自由和平等的追求都是无限的。人性本身是追求无止境的，无论这种追求的指向是自我砥砺精进还是推动世界改变。从经济视角看，如果社会保持健康运行，恩格尔系数必然持续走低，人的需求和差异就会越来越多元。而「以食为天」，既矮化人的需要，又打压人的需求，实质是给民众安装天花板，这样的观念环境反而会加剧不平和饥饿。其实在人类的千万年历史上，物质一直落后，但对物质之外的追求一直存在，从来不会因为生产力落后、GDP 低下而放弃尊严和自主。网络时代以网络连接为基础，但不会有人提出「以网线为天」，有的国家把网络访问列入人之权利，这是把新需求划入地基，为人的更多发展提供保障。而一个念叨「民以食为天」的皇帝，自己不会「以食为天」，而是「以权为天」，但之后，也不会「以权为天」，不会有了权力便心满意足，而是「以权为地」，利用权力做基础，实现自己的个人意愿或野望雄心。皇帝的治下之民，人人像皇帝一样做到有司法保证的「以权为天」、「以权为地」，才能获得解放，进化为自由的现代人。

                        </p>
                        <h3>地基也会发展</h3>
                        <p>
                            上层建筑的发展也会拓展地基。基因等前沿研究，拓展了健康需求。天文学的进步，使小行星进入人类安全威胁的视野。基础科学引领人类进入宇宙大航海时代，创造了难以计数的工作岗位，需要的资金更是远远超过历史上任何一个富裕奢侈的帝王。个人越发展、人类越发展，需要的物质基础就越多。随着文明的进步，人类的资源需求必然投向无垠的太空。
                        </p>
                        <h3>利益天赋</h3>
                        <p>
                            作为晚期智人的后代，我们的需求和利益，和动物享有共同的部分，也有着区别于动物世界的文化性、无限性。淡水湾用倒三角象征人类利益的多元、变化。利益是天赋，体现了生命之为生命的独立性，是生命对愿景追求的映射，关键是，每个人珍视哪些利益，追求哪些利益，如何追求，以何为友。人类社会出现的举证责任倒置、惩罚性赔偿，处理的是利益，但却是人类文明的创新和升级。皇权牵制臣属、压制地方，而近代文明国家实行多权分立、牵制、竞争，包括二战后美国因富兰克林而禁止总统任届，都是权力的维制和「内斗」，都是利益，但性质截然相反。日本偷袭珍珠港，是两大新兴强国的利益冲突，但两方谁胜谁负，对亚洲和整个人类走向的绝对性影响，绝然不同。</p>
                        <p>
                            以上是个人拙见，欢迎交流。
                        </p>
                        <p>
                            也希望淡水湾能得到每一位朋友的支持，让这里发展成一个可信的信息集散地，好好经历推向计划经济的时代。
                        </p>
                    </div>

                </article>


            </div>
        </main>

        <aside class="row">

            {{--<div id="quotes-slide">--}}
                {{--<header class="h1">相关阅读</header>--}}
                {{--<article style="display: block">--}}
                    {{--<blockquote class="bottom-quote" cite="https://www.sohu.com/a/166655855_156793">--}}
                        {{--<header>--}}
                            {{--<h1 class="bottom-quote-title"><a href="https://www.sohu.com/a/166655855_156793">Google--}}
                                    {{--高效团队的五个特征</a>--}}
                            {{--</h1>--}}
                        {{--</header>--}}
                        {{--<div class="bottom-quote-body">--}}
                            {{--<ul>--}}
                                {{--<li>安全感（Psychological safety）：在这个团队里，我们敢冒险，而且不会对此感到不安和难堪。</li>--}}
                                {{--<li>可靠性（Dependability）：成员准时完成高质量的工作。</li>--}}
                                {{--<li>结构与清晰度（Structure & clarity）：目标、角色和执行计划清楚明确。</li>--}}
                                {{--<li>工作意义（Meaning of work）：工作对每个个体来说都是重大。</li>--}}
                                {{--<li>工作影响（Impact of work）：团队成员认为工作重要、能够带来改变</li>--}}
                            {{--</ul>--}}

                        {{--</div>--}}
                    {{--</blockquote>--}}
                {{--</article>--}}
            {{--</div>--}}


        </aside>

    </div>


@stop

@section('bottom')

@stop
